export const dateSections = [
    { 
        id: 1,
        title: 'Технологии',
        dateStart: 1980,
        dateEnd: 1986,
        events: [
            {
                id: 0,
                date: 1980,
                event: `Sinclair Research выпускает домашний компьютер ZX80`
            },
            {
                id: 1,
                date: 1981,
                event: `
                    IBM представила IBM PC. Компьютер получил кодовое название
                    (и иногда его называли) Acorn
                `
            },
            {
                id: 2,
                date: 1982,
                event: `
                    Продаются первые компакт-диски, которые в конечном 
                    итоге заменят аудиокассеты в 1990-х годах
                `
            },
            {
                id: 3,
                date: 1983,
                event: `Выпущено программное обеспечение для работы с электронными таблицамиLotus 1-2-3`
            },
            {
                id: 4,
                date: 1984,
                event: `
                    Apple представила миру Macintosh — первый успешный компьютер с графическим
                    пользовательским интерфейсом (GUI)
                `
            },
            {
                id: 5,
                date: 1985,
                event: `Первые доменные имена были зарегистрированы в Интернете`
            },
            {
                id: 6,
                date: 1986,
                event: `Начинается разработка сети NSFNET на основе TCP / IP, предшественницы Интернета`
            },
        ]
    },
    { 
        id: 2, 
        title: 'Кино', 
        dateStart: 1987,
        dateEnd: 1991,
        events: [
            {
                id: 0,
                date: 1987,
                event: `"Хищник/Predator, США (реж. Джон Мактирнан)`
            },
            {
                id: 1,
                date: 1988,
                event: `"Кто подставил кролика Роджера"/Who Framed Roger Rabbit, США (реж. Роберт Земекис)`
            },
            {
                id: 2,
                date: 1989,
                event: `"Назад в будущее 2"/Back To The Future 2, США (реж. Роберт Земекис)`
            },
            {
                id: 3,
                date: 1990,
                event: `"Крепкий орешек 2"/Die Hard 2, США (реж. Ренни Харлин)`
            },
            {
                id: 4,
                date: 1991,
                event: `"Семейка Аддамс"/Addams Family, США (реж. Барри Зонненфельд)`
            },
        ],
    },
    { 
        id: 3, 
        title: 'Литература',
        dateStart: 1992,
        dateEnd: 1997, 
        events: [
            {
                id: 0,
                date: 1992,
                event: `Нобелевская премия по литературе - Дерек Уолкотт, 
                "За блестящий образец карибского эпоса в 64 разделах"`
            },
            {
                id: 2,
                date: 1994,
                event: `"Бессоница" - роман Стивена Кинга`
            },
            {
                id: 3,
                date: 1995,
                event: `Нобелевская премия по литературе - Шейас Хини`
            },
            {
                id: 5,
                date: 1997,
                event: `"Гарри Поттер и философский камень" - книга Джоан Роулинг`
            },
        ] 
    },
    { 
        id: 4, 
        title: 'Театр', 
        dateStart: 1999,
        dateEnd: 2004, 
        events: [
            {
                id: 0,
                date: 1999,
                event: `
                    премьера балета "Золушка" в постановке Жан-Кристофа Майо, 
                    сценография Эрнеста Пиньона
                `
            },
            {
                id: 1,
                date: 2000,
                event: `возобновлено издание журнала "Театр"`
            },
            {
                id: 3,
                date: 2002,
                event: `
                    премьера трилогии Тома Стоппарда "Берег Утопии", 
                    Королевский Национальный театр, Лондон
                `
            },
            {
                id: 4,
                date: 2003,
                event: `В Венеции открылся театр «Ла Фениче», пострадавший в пожаре 1996 года`
            },
            {
                id: 5,
                date: 2004,
                event: `
                    в Московском драматическом театре им. А. С. Пушкина 
                    поставлен спектакль «Кот в сапогах» Ш.Перро.
                `
            },
        ]
    },
    { 
        id: 5, 
        title: 'Спорт',
        dateStart: 2006,
        dateEnd: 2014, 
        events: [
            {
                id: 0,
                date: 2006,
                event: `
                    баскетбольный клуб ЦСКА стал победителем национального первенства России.
                `
            },
            {
                id: 1,
                date: 2008,
                event: `
                   с 8 по 24 августа в Пекине прошли летние Олимпийские игры.
                `
            },
            {
                id: 2,
                date: 2010,
                event: `
                    13 - 28 февраля в Ванкувере: Зимние Олимпийские игры 2010 года.
                `
            },
            {
                id: 3,
                date: 2012,
                event: `
                    2 августа - Летние Олимпийские игры.
                `
            },
            {
                id: 4,
                date: 2014,
                event: `
                   XXII зимние Олимпийские игры (Сочи, Россия).
                `
            },
        ] 
    },
    { 
        id: 6, 
        title: 'Наука', 
        dateStart: 2015,
        dateEnd: 2022, 
        events: [
            {
                id: 0,
                date: 2015,
                event: `
                    13 сентября - частное солнечное затмение, видимое в Южной Африке и части Антарктиды
                `
            },
            {
                id: 1,
                date: 2016,
                event: `
                    Телескоп "Хаббл" обнаружил самую удалённую из всех обнаруженных галактик,
                    получившую обоозначение GN-z11
                `
            },
            {
                id: 2,
                date: 2017,
                event: `
                    Компания Tesla официально представила первый в мире электрический грузовик 
                    Tesla Semi
                `
            },
            {
                id: 3,
                date: 2018,
                event: `
                    Старт космического аппарата Solar Probe Plus, предназначенного для изучения Солнца
                `
            },
            {
                id: 4,
                date: 2019,
                event: `
                   Google объявил о создании 53-кубитного квантового компьютера
                `
            },
            {
                id: 5,
                date: 2020,
                event: `
                   Корабль Crew Dragon вернулся на Землю из первого пилотируемого полёта 
                `
            },
        ]
    },
];